KCX-Mapping-Convert/testdaten/Export/ADA/uids_diehl.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
<soap:Header>
<Header soap:mustUnderstand="true" xmlns="http://www.eurtradenet.com/schemas/header/200310">
<To>DE01.DIEHTS2.2186</To>
<From>DE01.DIEHTS2.2186</From>
<MessageID>DE01DE0121860000000000643349</MessageID>
<SentAt>2009-05-18T08:54:09 +0200</SentAt>
<Act>request</Act>
<MessageType>ExportDeclaration</MessageType>
<MessageVersion>2.0</MessageVersion>
</Header>
</soap:Header>
<soap:Body>
<Submit xmlns="http://www.eurtradenet.com/schemas/uids/export/body/200809">
<Export>
<ExportDeclaration>
<Declarant>
<TIN>9002243</TIN>
<CustomsID>1</CustomsID>
<Contact>
<Function>Sachbearbeiter Export</Function>
<Name>Michael</Name>
<Email>michael.meier@diehl-informatik.de</Email>
<Phone>0911/9472999</Phone>
<Fax>0911/94772999</Fax>
</Contact>
</Declarant>
<AuthorisationID>DE5864ZA0098</AuthorisationID>
<ContainerIndicator>0</ContainerIndicator>
<CustomsOffices>
<OfficeOfExit>DE005872</OfficeOfExit>
<OfficeOfExport>DE005866</OfficeOfExport>
</CustomsOffices>
<DestinationCountry>RU</DestinationCountry>
<CountryOfDispatch>DE</CountryOfDispatch>
<ExternalRegistrationNumber/>
<GrossMass>105490</GrossMass>
<Incoterms>
<Code>EXW</Code>
<City>Nürnberg</City>
</Incoterms>
<ItemsQuantity>006</ItemsQuantity>
<MeansOfTransport TransportType="Inland">
<Type>03</Type>
</MeansOfTransport>
<MeansOfTransport TransportType="Border">
<Type>03</Type>
<Mode>33</Mode>
<Nationality>QU</Nationality>
</MeansOfTransport>
<ParticipantsCombination>0</ParticipantsCombination>
<PlaceOfLoading>
<Code>AA01</Code>
</PlaceOfLoading>
<ReferenceNumber>0000027304/0000001214</ReferenceNumber>
<TransportPaymentMethod>D</TransportPaymentMethod>
<Transaction>
<Type>11</Type>
<Amount>17000</Amount>
<Currency>EUR</Currency>
</Transaction>
<TypeOfDeclaration>
<RegionCode>EX</RegionCode>
<ProcedureCode>e</ProcedureCode>
</TypeOfDeclaration>
<HeaderExtensions>
<TydenSealsFlag>0</TydenSealsFlag>
<TydenSealsStockFlag>0</TydenSealsStockFlag>
</HeaderExtensions>
<Itinerary>
<CountryOfRouting>DE</CountryOfRouting>
<CountryOfRouting>PL</CountryOfRouting>
<CountryOfRouting>BY</CountryOfRouting>
<CountryOfRouting>RU</CountryOfRouting>
</Itinerary>
<GoodsItem>
<ItemNumber>001</ItemNumber>
<CommercialReferenceNumber>80013547</CommercialReferenceNumber>
<Consignee>
<TIN>9999999</TIN>
</Consignee>
<CommodityCodeKN8>72111900</CommodityCodeKN8>
<GoodsDescription>Disketten Laufwerk, 3,5", HD / Flachgewalzte Erzeugnisse aus Eisen oder nicht legiertem Stahl, nur warmgewalzt, mit einer Dicke von weniger als 4,75mm, mit einer Breite von weniger als 600mm</GoodsDescription>
<GrossMass>105490</GrossMass>
<NetMass>0130</NetMass>
<OriginRegion>09</OriginRegion>
<CommercialReferenceNumber>80013547</CommercialReferenceNumber>
<Packaging>
<Quantity>1</Quantity>
<MarksAndNumbers>00112005670000010719</MarksAndNumbers>
<Number>01</Number>
<Type>PX</Type>
</Packaging>
<Packaging>
<Quantity>1</Quantity>
<MarksAndNumbers>00112005670000010757</MarksAndNumbers>
<Number>02</Number>
<Type>PX</Type>
</Packaging>
<Packaging>
<Quantity>1</Quantity>
<MarksAndNumbers>00112005670000010764</MarksAndNumbers>
<Number>03</Number>
<Type>PX</Type>
</Packaging>
<Packaging>
<Quantity>1</Quantity>
<MarksAndNumbers>00112005670000010771</MarksAndNumbers>
<Number>04</Number>
<Type>PX</Type>
</Packaging>
<Packaging>
<Quantity>0</Quantity>
<MarksAndNumbers>00112005670000010719</MarksAndNumbers>
<Number>05</Number>
<Type>PX</Type>
</Packaging>
<Procedure>
<Declared>10</Declared>
<Previous>00</Previous>
</Procedure>
<PreviousDocument>
<Type>380</Type>
<Document>
<Reference>Test 380</Reference>
</Document>
</PreviousDocument>
<StatisticalValue>7</StatisticalValue>
<StatisticalQuantity>0000</StatisticalQuantity>
</GoodsItem>
<GoodsItem>
<ItemNumber>002</ItemNumber>
<CommercialReferenceNumber>80013547</CommercialReferenceNumber>
<Consignee>
<TIN>9999999</TIN>
</Consignee>
<CommodityCodeKN8>72111900</CommodityCodeKN8>
<GoodsDescription>Festplatte, 20 GB / Flachgewalzte Erzeugnisse aus Eisen oder nicht legiertem Stahl, nur warmgewalzt, mit einer Dicke von weniger als 4,75mm, mit einer Breite von weniger als 600mm</GoodsDescription>
<GrossMass>0000</GrossMass>
<NetMass>0450</NetMass>
<OriginRegion>09</OriginRegion>
<CommercialReferenceNumber>80013547</CommercialReferenceNumber>
<Packaging>
<Quantity>0</Quantity>
<MarksAndNumbers>00112005670000010719</MarksAndNumbers>
<Number>01</Number>
<Type>PX</Type>
</Packaging>
<Procedure>
<Declared>10</Declared>
<Previous>00</Previous>
</Procedure>
<PreviousDocument>
<Type>380</Type>
<Document>
<Reference>Test 380</Reference>
</Document>
</PreviousDocument>
<StatisticalValue>13</StatisticalValue>
<StatisticalQuantity>0000</StatisticalQuantity>
</GoodsItem>
<GoodsItem>
<ItemNumber>003</ItemNumber>
<CommercialReferenceNumber>80013547</CommercialReferenceNumber>
<Consignee>
<TIN>9999999</TIN>
</Consignee>
<CommodityCodeKN8>72111900</CommodityCodeKN8>
<GoodsDescription>EXL AP HOLZLASUR KASTANIE RU/UA/LT 1 LT / Flachgewalzte Erzeugnisse aus Eisen oder nicht legiertem Stahl, nur warmgewalzt, mit einer Dicke von weniger als 4,75mm, mit einer Breite von weniger als 600mm</GoodsDescription>
<GrossMass>0000</GrossMass>
<NetMass>0950</NetMass>
<OriginRegion>99</OriginRegion>
<CommercialReferenceNumber>80013547</CommercialReferenceNumber>
<Packaging>
<Quantity>0</Quantity>
<MarksAndNumbers>00112005670000010719</MarksAndNumbers>
<Number>01</Number>
<Type>PX</Type>
</Packaging>
<Procedure>
<Declared>10</Declared>
<Previous>40</Previous>
</Procedure>
<PreviousDocument>
<Type>380</Type>
<Document>
<Reference>Test 380</Reference>
</Document>
</PreviousDocument>
<PreviousDocument>
<Type>822</Type>
<Document>
<Reference>Test 822</Reference>
</Document>
</PreviousDocument>
<StatisticalValue>20</StatisticalValue>
<StatisticalQuantity>0000</StatisticalQuantity>
</GoodsItem>
<GoodsItem>
<ItemNumber>004</ItemNumber>
<CommercialReferenceNumber>80013547</CommercialReferenceNumber>
<Consignee>
<TIN>9999999</TIN>
</Consignee>
<CommodityCodeKN8>72111900</CommodityCodeKN8>
<GoodsDescription> CD-ROM Laufwerk / Flachgewalzte Erzeugnisse aus Eisen oder nicht legiertem Stahl, nur warmgewalzt, mit einer Dicke von weniger als 4,75mm, mit einer Breite von weniger als 600mm</GoodsDescription>
<GrossMass>0000</GrossMass>
<NetMass>0450</NetMass>
<OriginRegion>09</OriginRegion>
<CommercialReferenceNumber>80013547</CommercialReferenceNumber>
<Packaging>
<Quantity>0</Quantity>
<MarksAndNumbers>00112005670000010719</MarksAndNumbers>
<Number>01</Number>
<Type>PX</Type>
</Packaging>
<Procedure>
<Declared>10</Declared>
<Previous>00</Previous>
</Procedure>
<PreviousDocument>
<Type>380</Type>
<Document>
<Reference>Test 380</Reference>
</Document>
</PreviousDocument>
<StatisticalValue>26</StatisticalValue>
<StatisticalQuantity>0000</StatisticalQuantity>
</GoodsItem>
<GoodsItem>
<ItemNumber>005</ItemNumber>
<CommercialReferenceNumber>80013547</CommercialReferenceNumber>
<Consignee>
<TIN>9999999</TIN>
</Consignee>
<CommodityCodeKN8>72111900</CommodityCodeKN8>
<GoodsDescription>TFT Bildschirm, 17"1 / Flachgewalzte Erzeugnisse aus Eisen oder nicht legiertem Stahl, nur warmgewalzt, mit einer Dicke von weniger als 4,75mm, mit einer Breite von weniger als 600mm</GoodsDescription>
<GrossMass>0000</GrossMass>
<NetMass>15000</NetMass>
<OriginRegion>09</OriginRegion>
<CommercialReferenceNumber>80013547</CommercialReferenceNumber>
<Packaging>
<Quantity>0</Quantity>
<MarksAndNumbers>00112005670000010757</MarksAndNumbers>
<Number>01</Number>
<Type>PX</Type>
</Packaging>
<Procedure>
<Declared>10</Declared>
<Previous>00</Previous>
</Procedure>
<PreviousDocument>
<Type>380</Type>
<Document>
<Reference>Test 380</Reference>
</Document>
</PreviousDocument>
<StatisticalValue>33</StatisticalValue>
<StatisticalQuantity>0000</StatisticalQuantity>
</GoodsItem>
<GoodsItem>
<ItemNumber>006</ItemNumber>
<CommercialReferenceNumber>80013548</CommercialReferenceNumber>
<Consignee>
<TIN>9999999</TIN>
</Consignee>
<CommodityCodeKN8>72111900</CommodityCodeKN8>
<GoodsDescription>Disketten Laufwerk, 3,5", HD / Flachgewalzte Erzeugnisse aus Eisen oder nicht legiertem Stahl, nur warmgewalzt, mit einer Dicke von weniger als 4,75mm, mit einer Breite von weniger als 600mm</GoodsDescription>
<GrossMass>0000</GrossMass>
<NetMass>0260</NetMass>
<OriginRegion>09</OriginRegion>
<CommercialReferenceNumber>80013548</CommercialReferenceNumber>
<Packaging>
<Quantity>0</Quantity>
<MarksAndNumbers>00112005670000010764</MarksAndNumbers>
<Number>01</Number>
<Type>PX</Type>
</Packaging>
<Packaging>
<Quantity>0</Quantity>
<MarksAndNumbers>00112005670000010771</MarksAndNumbers>
<Number>02</Number>
<Type>PX</Type>
</Packaging>
<Procedure>
<Declared>10</Declared>
<Previous>00</Previous>
</Procedure>
<PreviousDocument>
<Type>380</Type>
<Document>
<Reference>Test 380</Reference>
</Document>
</PreviousDocument>
<StatisticalValue>13</StatisticalValue>
<StatisticalQuantity>0000</StatisticalQuantity>
</GoodsItem>
</ExportDeclaration>
</Export>
</Submit>
</soap:Body>
</soap:Envelope>